[
  {
    "released": 2013,
    "description": "Crysis 2 is a first-person shooter video game developed by Crytek, published by Electronic Arts and released in North America, Australia and Europe in March 2011 for Microsoft Windows, PlayStation 3, and Xbox 360. Officially announced on June 1, 2009, the game is the second main installment of the Crysis series, and is the sequel to the 2007 video game Crysis, and its expansion Crysis Warhead. The story was written by Richard Morgan, while Peter Watts was consulted and wrote a novel adaptation of the game. It was the first game to showcase the CryEngine 3 game engine and the first game using the engine to be released on consoles. A sequel, Crysis 3, was released in 2013.",
    "genre": "FPS",
    "publisher": "Electronic Arts",
    "modes": "Single-Player",
    "devStudio": "Crytek",
    "platform": ["PC","PS4","PS3"],
    "screens": [
      "assets/images/game-0-screen-1.jpg",
      "assets/images/game-0-screen-2.jpg",
      "assets/images/game-0-screen-3.jpg"
    ],
    "image": "assets/images/game-0.jpg",
    "price": "$9.57",
    "title": "Crysis 2",
    "id": 0
  },
  {
    "released": 2013,
    "description": "Tomb Raider is an action-adventure video game developed by Crystal Dynamics and published by Square Enix. Tomb Raider is the tenth title in the Tomb Raider franchise, and operates as a reboot that reconstructs the origins of Lara Croft. Tomb Raider was released on 5 March 2013 for Microsoft Windows, PlayStation 3 and Xbox 360, and on 23 January 2014 for OS X, and on 27 April 2016 for Linux.",
    "publisher": "Eidos Interactive",
    "genre": "TPS",
    "modes": "Single-Player",
    "devStudio": "Crystal Dynamics",
    "platform": "PS3",
    "screens": [
      "assets/images/game-1-screen-1.jpg",
      "assets/images/game-1-screen-2.jpg",
      "assets/images/game-1-screen-3.jpg"
    ],
    "image": "assets/images/game-1.jpg",
    "price": "$31.79",
    "title": "Tomb Raider",
    "id": 1
  },
  {
    "released": 2012,
    "description": "Medal of Honor: Warfighter is a first-person shooter video game developed by Danger Close Games and published by Electronic Arts. It is a direct sequel to 2010's series reboot Medal of Honor and the fourteenth installment in the Medal of Honor series. The title was officially announced on February 23, 2012, and was released in North America on October 23, 2012, in Australia on October 25, 2012, in Europe on October 26, 2012 and in Japan on November 15, 2012 on Microsoft Windows, PlayStation 3, and Xbox 360.",
    "genre": "FPS",
    "modes": "Single-Player",
    "devStudio": "Danger Close Games",
    "platform": "PC",
    "screens": [
      "assets/images/game-2-screen-1.jpg",
      "assets/images/game-2-screen-2.jpg",
      "assets/images/game-2-screen-3.jpg"
    ],
    "image": "assets/images/game-2.jpg",
    "price": "$19.50",
    "title": "MOH Warfighter",
    "id": 2
  },
  {
    "released": 2012,
    "description": "Hitman: Absolution is a stealth video game developed by IO Interactive and published by Square Enix. It is the fifth installment in the Hitman series, and runs on IO Interactive's proprietary Glacier 2 game engine. Before release, the developers stated that Absolution would be easier to play and more accessible, while still retaining hardcore aspects of the franchise. The game was released on 20 November 2012 (which is in the 47th week of the year in reference to the protagonist, Agent 47) for Microsoft Windows, PlayStation 3, and Xbox 360. On 15 May 2014 Hitman: Absolution — Elite Edition was released for OS X by Feral Interactive; it contained all previously released downloadable content, including Hitman: Sniper Challenge, a making of documentary, and a 72-page artbook",
    "publisher": "Square Enix",
    "genre": "Stealth",
    "modes": "Single-Player",
    "devStudio": "IO Interactive",
    "platform": "PC",
    "screens": [
      "assets/images/game-3-screen-1.jpg",
      "assets/images/game-3-screen-2.jpg",
      "assets/images/game-3-screen-3.jpg"
    ],
    "image": "assets/images/game-3.jpg",
    "price": "$12.68",
    "title": "HITMAN Absolution",
    "id": 3
  },
  {
    "released": 2013,
    "description": "The Last of Us is an action-adventure survival horror video game developed by Naughty Dog and published by Sony Computer Entertainment. It was released for the PlayStation 3 worldwide on June 14, 2013. Players control Joel, a smuggler tasked with escorting a teenage girl named Ellie across a post-apocalyptic United States. The Last of Us is played from a third-person perspective; players use firearms and improvised weapons, and can use stealth to defend against hostile humans and cannibalistic creatures infected by a mutated strain of the Cordyceps fungus. In the game's online multiplayer mode, up to eight players engage in cooperative and competitive gameplay.",
    "publisher": "Sony",
    "genre": "Survival",
    "modes": "Single-Player",
    "devStudio": "Naughty Dog",
    "platform": "PS3",
    "screens": [
      "assets/images/game-4-screen-1.jpg",
      "assets/images/game-4-screen-2.jpg",
      "assets/images/game-4-screen-3.jpg"
    ],
    "image": "assets/images/game-4.jpg",
    "price": "$5.52",
    "title": "The Last Of Us",
    "id": 4
  },
  {
    "released": 2011,
    "description": "The Elder Scrolls V: Skyrim is an open world action role-playing video game developed by Bethesda Game Studios and published by Bethesda Softworks. It is the fifth main installment in The Elder Scrolls series, following The Elder Scrolls IV: Oblivion, and was released worldwide for Microsoft Windows, PlayStation 3 and Xbox 360 on November 11, 2011.",
    "genre": "RPG",
    "modes": "Single-Player",
    "devStudio": "Bethesda",
    "platform": "PC",
    "screens": [
      "assets/images/game-5-screen-1.jpg",
      "assets/images/game-5-screen-2.jpg",
      "assets/images/game-5-screen-3.jpg"
    ],
    "image": "assets/images/game-5.jpg",
    "price": "$43.00",
    "title": "The Elder Scrolls V: Skyrim",
    "id": 5
  },
  {
    "released":2016 ,
    "description": "Call of Duty: Infinite Warfare is a first-person shooter video game developed by Infinity Ward and published by Activision. It is the thirteenth primary installment in the Call of Duty series and was released worldwide for Microsoft Windows, PlayStation 4, and Xbox One on November 4, 2016.",
    "genre": "FPS",
    "modes": "Single-Player",
    "devStudio": "Infinity Ward",
    "platform": "PC",
    "screens": [
      "assets/images/game-6-screen-1.jpg",
      "assets/images/game-6-screen-2.jpg",
      "assets/images/game-6-screen-3.jpg"
    ],
    "image": "assets/images/game-6.jpg",
    "price": "$35.65",
    "title": "COD Infinite Warfare",
    "id": 6
  },
  {
    "released":2016 ,
    "description": "Battlefield 1 is a first-person shooter video game developed by EA DICE and published by Electronic Arts. Despite its name, Battlefield 1 is the fifteenth installment in the Battlefield series, and the first main entry in the series since Battlefield 4. It was released worldwide for Microsoft Windows, PlayStation 4, and Xbox One on October 21, 2016.",
    "publisher": "Electronic Arts",
    "genre": "FPS",
    "modes": "Multi-Player",
    "devStudio": "EA DICE",
    "platform": "PS4",
    "screens": [
      "assets/images/game-7-screen-1.jpg",
      "assets/images/game-7-screen-2.jpg",
      "assets/images/game-7-screen-3.jpg"
    ],
    "image": "assets/images/game-7.jpg",
    "price": "$24.34",
    "title": "Battlefield 1",
    "id": 7
  },
  {
    "released": 2016,
    "description": "Hitman is an episodic stealth video game developed by IO Interactive and published by Square Enix for Microsoft Windows, PlayStation 4, and Xbox One. A port for Linux, developed and published by Feral Interactive, was released on 16 February 2017. A version for macOS, also developed and published by Feral Interactive, was released on 20 June 2017. It is the sixth entry in the Hitman series. The game's prologue acts as a prequel to Hitman: Codename 47, while the main game takes place seven years after the events of Hitman: Absolution.",
    "publisher": "Square Enix",
    "genre": "Stealth",
    "modes": "Single-Player",
    "devStudio": "IO Interactive",
    "platform": "Xbox One",
    "screens": [
      "assets/images/game-8-screen-1.jpg",
      "assets/images/game-8-screen-2.jpg",
      "assets/images/game-8-screen-3.jpg"
    ],
    "image": "assets/images/game-8.jpg",
    "price": "$23.46",
    "title": "HITMAN",
    "id": 8
  },
  {
    "released":2017,
    "description": "NBA 2K18 is a basketball simulation video game developed by Visual Concepts and published by 2K Sports. It is the 19th installment in the NBA 2K franchise and the successor to NBA 2K17. It was released in September 2017 for Microsoft Windows, Nintendo Switch, PlayStation 4, PlayStation 3, Xbox One, and Xbox 360. Kyrie Irving of the Boston Celtics serves as cover athlete for the regular edition of the game, Shaquille O'Neal is the cover athlete for the special editions, and DeMar DeRozan of the Toronto Raptors is the cover athlete for the game in Canada. While a member of the Cleveland Cavaliers when selected for the cover, Irving was traded to the Boston Celtics prior to the game's release. As a result, a new cover depicting Irving in a Celtics uniform was revealed alongside the original cover.",
    "publisher": "2K Sports",
    "genre": "Sports",
    "modes": "Multi-Player",
    "devStudio": "Visual Concepts",
    "platform": "PS4",
    "screens": [
      "assets/images/game-9-screen-1.jpg",
      "assets/images/game-9-screen-2.jpg",
      "assets/images/game-9-screen-3.jpg"
    ],
    "image": "assets/images/game-9.jpg",
    "price": "$5.17",
    "title": "NBA 2K18",
    "id": 9
  },
  {
    "released":2015,
    "description": "Grim Fandango is an adventure game developed and published by LucasArts in 1998 for Microsoft Windows, with Tim Schafer as the game's project leader. It is the first adventure game by LucasArts to use 3D computer graphics overlaid on pre-rendered, static backgrounds. As with other LucasArts adventure games, the player must converse with other characters and examine, collect, and use objects correctly to solve puzzles in order to progress.",
    "publisher": "LIQUIDOC",
    "genre": "PAC",
    "modes": "Single-Player",
    "devStudio": "LucasArts",
    "platform": "Xbox 360",
    "screens": [
      "assets/images/game-10-screen-1.jpg",
      "assets/images/game-10-screen-2.jpg",
      "assets/images/game-10-screen-3.jpg"
    ],
    "image": "assets/images/game-10.jpg",
    "price": "$17.25",
    "title": "Grim Fandango",
    "id": 10
  },
  {
    "released": 2013,
    "description": "Tom Clancy's Splinter Cell: Blacklist is an action-adventure stealth video game developed by Ubisoft Toronto and published by Ubisoft. The sixth installment of the Tom Clancy's Splinter Cell series, it is the sequel of Splinter Cell: Conviction. The game was released worldwide for Microsoft Windows, PlayStation 3, Wii U, and Xbox 360 in August 2013.",
    "genre": "Stealth",
    "modes": "Single-Player",
    "devStudio": "Ubisoft ",
    "platform": "PC",
    "screens": [
      "assets/images/game-11-screen-1.jpg",
      "assets/images/game-11-screen-2.jpg",
      "assets/images/game-11-screen-3.jpg"
    ],
    "image": "assets/images/game-11.jpg",
    "price": "$35.94",
    "title": "Splinter Cell Blacklist",
    "id": 11
  },
  {
    "released": 2012 ,
    "description": "Darksiders II is an action role-playing[2][3] hack and slash video game developed by Vigil Games and published by THQ. It is the sequel to Darksiders and was released in August 2012 for Microsoft Windows, PlayStation 3, Xbox 360[4] and as a launch title for Wii U upon the console's Australian, European, and North American release in November 2012. An enhanced version, titled Darksiders II The Deathinitive Edition, was published by Nordic Games for the PlayStation 4, Xbox One and Microsoft Windows. A parallel sequel, Darksiders III, is currently slated for release in 2018.",
    "publisher": "THQ",
    "genre": "TPS",
    "modes": "Single-Player",
    "devStudio": "BioWare",
    "platform": "Xbox360",
    "screens": [
      "assets/images/game-12-screen-1.jpg",
      "assets/images/game-12-screen-2.jpg",
      "assets/images/game-12-screen-3.jpg"
    ],
    "image": "assets/images/game-12.jpg",
    "price": "$15.30",
    "title": "Darksiders II",
    "id": 12
  },
  {
    "released":1998,
    "description": "Half-Life (stylized as HλLF-LIFE) is a science fiction first-person shooter video game developed by Valve and published by Sierra Studios for Microsoft Windows in 1998. It was Valve's debut product and the first in the Half-Life series. Players assume the role of Dr. Gordon Freeman, who must fight his way out of a secret research facility after an experiment goes wrong, fighting enemies and solving puzzles.",
    "genre": "FPS",
    "modes": "Single-Player",
    "devStudio": "Valve",
    "platform": "PC",
    "screens": [
      "assets/images/game-13-screen-1.jpg",
      "assets/images/game-13-screen-2.jpg",
      "assets/images/game-13-screen-3.jpg"
    ],
    "image": "assets/images/game-13.jpg",
    "price": "$27.08",
    "title": "HALF-LIFE",
    "id": 13
  },
  {
    "released":2018 ,
    "description": "Far Cry 5 is an upcoming action-adventure first-person shooter video game developed by Ubisoft Montreal and published by Ubisoft for Microsoft Windows, PlayStation 4 and Xbox One. It is the eleventh installment and the fifth main title in the Far Cry series. It is scheduled to be released on March 27, 2018.",
    "publisher": "Ubisoft",
    "genre": "FPS",
    "modes": "Single-Player",
    "devStudio": "Ubisoft Montreal",
    "platform": "PS3",
    "screens": [
      "assets/images/game-14-screen-1.jpg",
      "assets/images/game-14-screen-2.jpg",
      "assets/images/game-14-screen-3.jpg"
    ],
    "image": "assets/images/game-14.jpg",
    "price": "$39.71",
    "title": "FAR CRY 5",
    "id": 14
  },
  {
    "released":2017 ,
    "description": "Tom Clancy's Ghost Recon Wildlands is a tactical shooter video game developed by Ubisoft Paris and published by Ubisoft. It was released worldwide on March 7, 2017, for Microsoft Windows, PlayStation 4 and Xbox One, as the tenth installment in the Tom Clancy's Ghost Recon franchise and is the first game in the Ghost Recon series to feature an open world environment.",
    "publisher": "Ubisoft",
    "genre": "TPS",
    "modes": "Single-Player",
    "devStudio": "Ubisoft Paris",
    "platform": "PC",
    "screens": [
      "assets/images/game-15-screen-1.jpg",
      "assets/images/game-15-screen-2.jpg",
      "assets/images/game-15-screen-3.jpg"
    ],
    "image": "assets/images/game-15.jpg",
    "price": "$40.26",
    "title": "Ghost Recon Wildlands",
    "id": 15
  },
  {
    "released": 2017,
    "description": "FIFA 18 is a football simulation video game in the FIFA series of video games, developed and published by Electronic Arts and was released worldwide on 29 September 2017 for Microsoft Windows, PlayStation 3, PlayStation 4, Xbox 360, Xbox One and Nintendo Switch. It is the 25th instalment in the FIFA series. Real Madrid forward Cristiano Ronaldo appears as the cover athlete of the regular edition. Ronaldo Nazario appears on the icon edition of the game.",
    "publisher": "EA Sports",
    "genre": "Sports",
    "modes": "Multi-Player",
    "devStudio": "EA Vancouver",
    "platform": "PS3",
    "screens": [
      "assets/images/game-16-screen-1.jpg",
      "assets/images/game-16-screen-2.jpg",
      "assets/images/game-16-screen-3.jpg"
    ],
    "image": "assets/images/game-16.jpg",
    "price": "$19.81",
    "title": "FIFA 18",
    "id": 16
  },
  {
    "released": 2017,
    "description": "Wolfenstein II: The New Colossus is an action-adventure first-person shooter video game developed by MachineGames and published by Bethesda Softworks. It was released on 27 October 2017 for Microsoft Windows, PlayStation 4, and Xbox One, and is scheduled for release in 2018 for Nintendo Switch. The game is the eighth main entry in the Wolfenstein series and the sequel to 2014's Wolfenstein: The New Order, set in an alternate history 1961 following the Nazi victory of the Second World War. The story follows war veteran William B.J Blazkowicz and his efforts to fight against the Nazi regime in America.",
    "publisher": "Bethesda Softworks",
    "genre": "FPS",
    "modes": "Single-Player",
    "devStudio": "MachineGames",
    "platform": "PC",
    "screens": [
      "assets/images/game-17-screen-1.jpg",
      "assets/images/game-17-screen-2.jpg",
      "assets/images/game-17-screen-3.jpg"
    ],
    "image": "assets/images/game-17.jpg",
    "price": "$22.39",
    "title": "Wolfenstein II",
    "id": 17
  },
  {
    "released": 2016,
    "description": "Doom is a first-person shooter video game developed by id Software and published by Bethesda Softworks. A reboot of the Doom franchise, it is the fourth title in the main series and the first major installment since Doom 3 in 2004. It was released worldwide on Microsoft Windows, PlayStation 4, and Xbox One on May 13, 2016 and is powered by id Tech 6. A port for Nintendo Switch, co-developed with Panic Button, was released on November 10, 2017.",
    "publisher": "Bethesda Softworks",
    "genre": "FPS",
    "modes": "Single-Player",
    "devStudio": "id Software",
    "platform": "PC",
    "screens": [
      "assets/images/game-18-screen-1.jpg",
      "assets/images/game-18-screen-2.jpg",
      "assets/images/game-18-screen-3.jpg"
    ],
    "image": "assets/images/game-18.jpg",
    "price": "$30.85",
    "title": "DOOM",
    "id": 18
  },
  {
    "released": 2010,
    "description": "S.T.A.L.K.E.R.: Call of Pripyat is a first-person shooter survival horror video game developed by Ukrainian video game developer GSC Game World for Microsoft Windows. It is the third game released in the S.T.A.L.K.E.R. series of computer games, following S.T.A.L.K.E.R.: Shadow of Chernobyl and S.T.A.L.K.E.R.: Clear Sky, with the game's narrative and events following the former. It was first published in the CIS territories by GSC World Publishing on 2 October 2009, before later being released by bitComposer Games in Europe in November 2009, and in North America and Australia in February 2010.",
    "genre": "FPS",
    "modes": "Single-Player",
    "devStudio": "GSC Game World",
    "platform": "PC",
    "screens": [
      "assets/images/game-19-screen-1.jpg",
      "assets/images/game-19-screen-2.jpg",
      "assets/images/game-19-screen-3.jpg"
    ],
    "image": "assets/images/game-19.jpg",
    "price": "$16.83",
    "title": "S.T.A.L.K.E.R Call Of Pripyat",
    "id": 19
  },
  {
    "released":2018,
    "description": "Metro Exodus is an upcoming first-person shooter video game developed by a Ukrainian Malta-based studio 4A Games and published by Deep Silver. It is the third installment in the Metro video game series based on Dmitry Glukhovsky's novels. It is set to follow the events of Metro: Last Light and Metro 2033.",
    "publisher": "Deep Silver",
    "genre": "FPS",
    "modes": "Multiplayer",
    "devStudio": "4A Games",
    "platform": "PC",
    "screens": [
      "assets/images/game-20-screen-1.jpg",
      "assets/images/game-20-screen-2.jpg",
      "assets/images/game-20-screen-3.jpg"
    ],
    "image": "assets/images/game-20.jpg",
    "price": "$16.90",
    "title": "METRO Exodus",
    "id": 20
  },
  {
    "released": 2017,
    "description": "Sid Meier's Civilization VI is a turn-based strategy 4X video game developed by Firaxis Games, published by 2K Games, and distributed by Take-Two Interactive. A part of the Civilization series, it was released on Microsoft Windows and macOS in October 2016, with later ports for Linux in February 2017 and iOS in December 2017",
    "publisher": "2K Games",
    "genre": "RTS",
    "modes": "Single-Player",
    "devStudio": "Firaxis Games",
    "platform": "PC",
    "screens": [
      "assets/images/game-21-screen-1.jpg",
      "assets/images/game-21-screen-2.jpg",
      "assets/images/game-21-screen-3.jpg"
    ],
    "image": "assets/images/game-21.jpg",
    "price": "$32.39",
    "title": "Civilization VI",
    "id": 21
  },
  {
    "released": 2015,
    "description": "Tom Clancy's Rainbow Six Siege is a tactical shooter video game developed by Ubisoft Montreal and published by Ubisoft. It was released worldwide for Microsoft Windows, PlayStation 4, and Xbox One on December 1, 2015. The game puts heavy emphasis on environmental destruction and cooperation between players. Players assume control of an attacker or a defender in different gameplay modes such as hostage rescuing and bomb defusing. The title has no campaign, but features a series of short missions that can be played solo. These missions have a loose narrative, focusing on recruits going through training to prepare them for future encounters with the White Masks, a terrorist group that threatens the safety of the world.",
    "publisher": "Ubisoft",
    "genre": "FPS",
    "modes": "Multi-Player",
    "devStudio": "Ubisoft Montreal",
    "platform": "PC",
    "screens": [
      "assets/images/game-22-screen-1.jpg",
      "assets/images/game-22-screen-2.jpg",
      "assets/images/game-22-screen-3.jpg"
    ],
    "image": "assets/images/game-22.jpg",
    "price": "$38.31",
    "title": "Rainbox Six Siege",
    "id": 22
  },
  {
    "released": 2015,
    "description": "Mortal Kombat X is a fighting video game developed by NetherRealm Studios and published by Warner Bros. Interactive Entertainment. Running on the Unreal Engine 3, it is the tenth main installment in the Mortal Kombat video game series and a sequel to the 2011 game Mortal Kombat. It was released on April 14, 2015 for Microsoft Windows, PlayStation 4, and Xbox One. NetherRealm studio's mobile team developed a version for iOS and Android devices. A version for Xbox 360 and PlayStation 3 was in development but was eventually cancelled because NetherRealm could not get the seventh generation of consoles versions to the expected level of quality. High Voltage Studios developed the PC version of the game, with Polish studio QLoc taking over the work on it shortly after the release of Kombat Pack 1.",
    "publisher": "Warner Bros",
    "genre": "FG",
    "modes": "Multi-Player",
    "devStudio": "NetherRealm Studios",
    "platform": "PS4",
    "screens": [
      "assets/images/game-23-screen-1.jpg",
      "assets/images/game-23-screen-2.jpg",
      "assets/images/game-23-screen-3.jpg"
    ],
    "image": "assets/images/game-23.jpg",
    "price": "$25.55",
    "title": "Mortal Kombat X",
    "id": 23
  },
  {
    "released": 2004,
    "description": "The Chronicles of Riddick: Escape from Butcher Bay is a first-person action and stealth video game developed by Starbreeze Studios and published by Vivendi Universal Games. Released for the Xbox and Windows in 2004, the game is a tie-in prequel to the futuristic science fiction film The Chronicles of Riddick. Actor Vin Diesel—who was involved in the game's development—reprises his role as that film's protagonist, Richard B. Riddick.",
    "publisher": "Vivendi Universal Games",
    "genre": "Stealth",
    "modes": "Single-Player",
    "devStudio": "Starbreeze Studios",
    "platform": "PC",
    "screens": [
      "assets/images/game-24-screen-1.jpg",
      "assets/images/game-24-screen-2.jpg",
      "assets/images/game-24-screen-3.jpg"
    ],
    "image": "assets/images/game-24.jpg",
    "price": "$28.34",
    "title": "Riddick EFBB",
    "id": 24
  }
]